Repository: jil8885/hyuabot-client-ios
Catalog: hyuabot/Localization/Bus.xcstrings
Source language: ko
Languages: en

# bus.arrival.realtime.no.seat.%@.%@
source: %1$@ 분 후 도착 (%2$@전)
en: %1$@ mins left (%2$@ stops)

# bus.arrival.realtime.seat.%@.%@.%@
source: %1$@ 분 후 도착 (%2$@전, %3$@석 남음)
en: %1$@ mins left (%2$@ stops)

# bus.arrival.timetable
source: 종점 대기
en: Waiting

# bus.arrival.timetable.%@.%@
source: %1$@시 %2$@분 출발
en: Departs at %1$@:%2$@

# bus.days.saturdays
source: 토요일
en: Saturday

# bus.days.sundays
source: 일요일
en: Sunday

# bus.days.weekdays
source: 평일
en: Weekdays

# bus.route.10-1.purgio
source: 10-1번 (한양대컨벤션센터)
en: 10-1 (Convention center)

# bus.route.10-1.sangnoksu
source: 10-1번 (상록수역 3번출구)
en: 10-1 (Sangnoksu Stn.)

# bus.route.707-1
source: 707-1번 (한양대정문)
en: 707-1 (Main Gate)

# bus.route.3100
source: 3100번 (한양대정문)
en: 3100 (Main Gate)

# bus.route.3101
source: 3101번 (한양대정문)
en: 3101 (Main Gate)

# bus.route.3102
source: 3102번 (한양대컨벤션센터)
en: 3102 (Convention Center)

# bus.type.local
source: 시내버스
en: Local

# bus.type.seoul
source: 강남역
en: To Seoul

# bus.type.suwon
source: 수원역
en: To Suwon

# out.of.service
source: 운행 종료
en: Out of service

# show_entire_schedule
source: 전체 시간표 보기
en: Entire schedule
